[{"description": "Provides a user with the Blink Abiiity.", "id": "blink_boots", "name": "Blink Boots", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This armor reduces how much damage you take by 1d6 - 3.", "id": "chaotic_armor", "name": "Chaotic Armor", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This ring makes people obedient when worn.", "id": "obedience_ring", "name": "Obedience Ring", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This plant will start growing vines rapidly as soon as it is exposed to light, moisture and air.", "id": "infinity_vine", "name": "Infinity Vine", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Once a session, the adventurer's pouch produces a single non-magical item.", "id": "adventuers_pouch", "name": "Adventuers Pouch", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Once a session, this figure of a puppy comes to life for an hour.", "id": "alabaster_puppy", "name": "Alabaster Puppy", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This appears as a small glass orb with a white platform inside of it. When the orb is rubbed, anything the holder is touching and anything the orb is touching will be transported onto the platform inside it. People in the pocket dimension can leave whenever they wish by walking off the platform.", "id": "all-purpose_pocket_dimension", "name": "All-Purpose Pocket Dimension", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "These gloves can provide sentience to any object less than 10 cubic feet for 10 minutes. The object will sprout a mouth and eyes and have an intelligence of 10. This can be used once per session.", "id": "gloves_of_temporary_sentience", "name": "Gloves of Temporary Sentience", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This stone allows the owner to sacrifice HP to do more damage. Each point of HP provided to the bloodstone is an addition 1 point of damage.", "id": "bloodstone", "name": "Bloodstone", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents", "id": "bag_of_holding", "name": "Bag of Holding", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When opened, this bottle magically continually produces bees. The bees will be confused for a minute before attacking whoever is nearby.", "id": "bottle_of_bees", "name": "Bottle of Bees", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When you are attacked, you instantly teleport right next to the thing that attacked you and can take an action immediately afterwards", "id": "amulet_of_answering", "name": "Amulet of Answering", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Recover 1/5 of damage dealt as health", "id": "ring_of_vampirism", "name": "Ring of Vampirism", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This gauntlet-like tool can be used to grab a creature or object from afar, and then either pull you towards the target or pull the target to you.", "id": "clawshot", "name": "Clawshot", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This cloak makes the wearer invisible when they are in shadow.", "id": "cloak_of_the_shadowalker", "name": "Cloak of the Shadowalker", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This item is incapable of cutting living things, but it can cut through even stone and metal with ease.", "id": "harmless_knife", "name": "Harmless Knife", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When the wearer falls unconscious, this cocoon hardens into a stiff protective layer that reduces damage by 10", "id": "cocoon_cloak", "name": "Cocoon Cloak", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "You gain one extra attribute point at the cost of hearing voices. The voices will sometimes provide secret information that is true, thus giving the wearer a greater sense of madness.", "id": "crown_of_madness", "name": "Crown of Madness", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This monocle allows you to see through walls and obstacles.", "id": "x-ray_monocle", "name": "X-ray monocle", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This cookie gives you a glimpse into something that's coming up. The DM reveals a clue about an upcoming trigger", "id": "fortune_cookie", "name": "Fortune Cookie", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When you put this ring on someone's finger, they will become infatuated with you. However, the effect is removed once they take the ring off.", "id": "ring_of_aphrodite", "name": "Ring of Aphrodite", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Any thing that hits this mirror will be absorbed into it. THe user can then send that attack out of the mirror. This mirror shatters after one use. ", "id": "mirror_of_retaliation", "name": "Mirror of Retaliation", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This amulet provides a 25% chance of casting spells a second time.", "id": "echo_amulet", "name": "Echo Amulet", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This intimidating mask adds +2 to fear based persuasion, but subtracts 2 from positive persuasion.", "id": "oni_mask", "name": "Oni Mask", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This scroll allows you to copy your mind into an inanimate object. This works a lot like the gloves of termporary sentience, but is permanent.", "id": "scroll_of_sentience_copying", "name": "Scroll of Sentience Copying", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This armor teleports you to a random location 1d6 squares away whenever you're hit.", "id": "teleportation_armor", "name": "Teleportation Armor", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Players can choose to experience two more encounters in order to find some hidden treasure. The treasure will consist of a magical item and some gold.  2/5ths of the time, the treasure will already be taken.", "id": "treasure_map", "name": "Treasure Map", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This stone works like a polygraph for who ever is holding it. This doesn't measure the truthness of the person holding it, rather it measures anxiety. Green means low anxiety, red means high anxiety and yellow is in between.", "id": "polygraph_stone", "name": "Polygraph stone", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This amulet provides control over a shield guardian. No matter where the amulet is in relation to a guardian, the guadian will be able to go to the amulet bearer if it is summoned.", "id": "shield_guardian_amulet", "name": "Shield Guardian Amulet", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of artisan's tool of your choice", "id": "all_purpose_tool", "name": "All Purpose Tool", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "To use to this item, you hold the needle to your skin where you want the tattoo to appear, pressing the needle there throughout the attunement process. When the attunement is complete, the needle turns into the ink that becomes the tattoo, which appears on the skin.While the tattoo is on your skin, you have resistance to a type of damage associated with that color. https://5e.tools/items.html#absorbing%20tattoo_tce", "id": "absorbing_tattoo", "name": "Absorbing Tattoo", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This ceramic jug appears to be able to hold a gallon of liquid and weighs 12 pounds whether full or empty. Sloshing sounds can be heard from within the jug when it is shaken, even if the jug is empty.\n\nYou can use an action and name one liquid from the table below to cause the jug to produce the chosen liquid. Afterward, you can uncork the jug as an action and pour that liquid out, up to 2 gallons per minute. The maximum amount of liquid the jug can produce depends on the liquid you named. https://5e.tools/items.html#alchemy%20jug_dmg", "id": "alchemy_jug", "name": "Alchemy Jug", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This amulet smells of old, ale-stained wood. While wearing it, you can regain 4d4 + 4 hit points when you drink a pint of beer, ale, mead, or wine", "id": "amulet_of_the_drunkard", "name": "Amulet of the drunkard", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While holding this shield, you can speak its command word as a bonus action to cause it to animate. The shield leaps into the air and hovers in your space to protect you as if you were wielding it, leaving your hands free.", "id": "animated_shield", "name": "Animated Shield", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "\nThis keyrune is carved from white marble and lapis lazuli to resemble a noble bird of prey. It can become a giant eagle for up to 1 hour.", "id": "azorius_keyrune", "name": "Azorius Keyrune", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Inside this heavy cloth bag are 3d4 dry beans. The bag weighs ½ pound plus ¼ pound for each bean it contains. If you remove a bean from the bag, plant it in dirt or sand, and then water it, the bean produces an effect 1 minute later from the ground where it was planted. The DM can choose an effect from the following table, determine it randomly, or create an effect. https://5e.tools/items.html#bag%20of%20beans_dmg", "id": "bag_of_beans", "name": "Bag of Beans", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This bag superficially resembles a bag of holding but is a feeding orifice for a gigantic extradimensional creature. Turning the bag inside out closes the orifice. https://5e.tools/items.html#bag%20of%20devouring_dmg", "id": "bag_of_devouring", "name": "Bag of Devouring", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When worn, your footsteps make no sound regardless of how you walk, run, and regardless of what the floor is made of.", "id": "boots_of_silence", "name": "Boots of SIlence", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This translucent, bubble-like sphere has a slightly tacky outer surface, and you gain the item's benefits only while wearing it over your head like a helmet.\n\nThe bubble contains 1 hour of breathable air. The bubble regains all its expended air daily at dawn.", "id": "breathing_bubble", "name": "Breathing Bubble", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "https://5e.tools/items.html#carpet%20of%20flying%2c%203%20ft.%20%c3%97%205%20ft._dmg", "id": "flying_carpet", "name": "Flying Carpet", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "If water is poured into the cauldron and stirred for 1 minute, it transforms into a hearty, hot stew, which can provide one nourishing meal for up to four people per gallon. https://5e.tools/items.html#cauldron%20of%20plenty_idrotf", "id": "cauldron_of_plenty", "name": "Cauldron of Plenty", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Whenever you roll this six—sided die, you can control which number it rolls.", "id": "charlatan's_die", "name": "Charlatan's Die", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This hollow metal tube measures about 1 foot long and weighs 1 pound. You can strike it as an action, pointing it at an object within 120 feet of you that can be opened, such as a door, lid, or lock. The chime issues a clear tone, and one lock or latch on the object opens unless the sound can't reach the object. If no locks or latches remain, the object itself opens. https://5e.tools/items.html#chime%20of%20opening_dmg", "id": "chime_of_opening", "name": "Chime of Opening", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "The Circlet of Human Perfection transforms its attuned wearer into an attractive human of average height and weight. The circlet chooses the physical characteristics of the form, such as age, gender, skin color, hair color, and voice. https://5e.tools/items.html#circlet%20of%20human%20perfection_wdmm", "id": "circlet_of_human_perfection", "name": "Circlet of Human Perfection", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "A cleansing stone is a sphere 1 foot in diameter, engraved with mystic sigils. When touching the stone, you can use an action to activate it and remove dirt and grime from your garments and your person.", "id": "cleansing_stone", "name": "Cleansing Stone", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While wearing this cloak, you can use a bonus action to make it billow dramatically.", "id": "cloak_of_billowing", "name": "Cloak of Billowing", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While you wear this cloak, it projects an illusion that makes you appear to be standing in a place near your actual location, causing any creature to have disadvantage on attack rolls against you. If you take damage, the property ceases to function until the start of your next turn. This property is suppressed while you are incapacitated, restrained, or otherwise unable to move", "id": "cloak_of_displacement", "name": "Cloak of Displacement", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While wearing this cloak, you can pull its hood over your head to cause yourself to become invisible. While you are invisible, anything you are carrying or wearing is invisible with you. You become visible when you cease wearing the hood. Pulling the hood up or down requires an action.https://5e.tools/items.html#cloak%20of%20invisibility_dmg", "id": "cloak_of_invisibility", "name": "Cloak of Invisibility", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While wearing this cloak, you can use a bonus action to change the style, color, and apparent quality of the garment. The cloak's weight doesn't change. Regardless of its appearance, the cloak can't be anything but a cloak. Although it can duplicate the appearance of other magic cloaks, it doesn't gain their magical properties.", "id": "cloak_of_many_fashions", "name": "Cloak of Many Fashions", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Once a day, you can guarantee an average roll.", "id": "clockwork_amulet", "name": "Clockwork Amulet", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "You can use an action to remove the stopper and speak one of three command words, whereupon an amount of fresh water or salt water (your choice) pours out of the flask. The water stops pouring out at the start of your next turn. https://5e.tools/items.html#decanter%20of%20endless%20water_dmg", "id": "decanter_of_endless_water", "name": "Decanter of Endless Water", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-foot radius from the bottle. https://5e.tools/items.html#eversmoking%20bottle_dmg", "id": "eversmoking_bottle", "name": "Eversmoking Bottle", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When you fall at least 20 feet while the token is on your person, you descend 60 feet per round and take no damage from falling. The token's magic is expended after you land, whereupon the disk becomes nonmagical.", "id": "feather_token", "name": "Feather Token", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While wearing these dark lenses, you have darkvision out to a range of 60 feet. If you already have darkvision, wearing the goggles increases its range by 60 feet.", "id": "goggles_of_night", "name": "Goggles of Night", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Any poisonous liquid poured into the ewer is instantly transformed into an equal amount of sweet wine. Furthermore, a creature that grasps the ewer's handle can command the ewer to fill with 1 gallon of wine, and it can't produce more wine until the next dawn.", "id": "green_copper_ewer", "name": "Green Copper Ewer", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "This flat iron rod has a button on one end. You can use an action to press the button, which causes the rod to become magically fixed in place. Until you or another creature uses an action to push the button again, the rod doesn't move, even if it is defying gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall.", "id": "immovable_rod", "name": "Immovable Rod", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "A question mark is worked into the head of this key. The key has a 5 percent chance of unlocking any lock into which it's inserted. Once it unlocks something, the key disappears.", "id": "mystery_key", "name": "Mystery Key", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Used to summon night, this 6-inch-diameter, jet-black orb is cold to the touch. You can spend 10 minutes to activate it, causing the area within 10 miles of it at the moment of activation to become night even if it is daytime. This night lasts for 24 hours, until you cancel it as an action, or until your attunement to the pearl ends. Once used, the pearl can't be used again for 24 hours.", "id": "nightfall_pearl", "name": "Nightfall Pearl", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When you complete the painting, the object or terrain feature depicted becomes a real, nonmagical object. Thus, painting a door on a wall creates an actual door that can be opened to whatever is beyond. Painting a pit on a floor creates a real pit, and its depth counts against the total area of objects you create. https://5e.tools/items.html#nolzur's%20marvelous%20pigments_dmg", "id": "nolzur's_marvelous_pigments", "name": "Nolzur's Marvelous Pigments", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "After you write a message of fifty words or fewer on this magic sheet of parchment and speak a creature's name, the parchment magically folds into a Tiny paper bird and flies to the recipient whose name you uttered.https://5e.tools/items.html#paper%20bird_wdh", "id": "paper_bird", "name": "Paper Bird", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "You are immune to contracting any disease while you wear this pendant. If you are already infected with a disease, the effects of the disease are suppressed while you wear the pendant.", "id": "periapt_of_health", "name": "Periapt of Health", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "a solid surface, whereupon the portable hole creates an extradimensional hole 10 feet deep. The cylindrical space within the hole exists on a different plane, so it can't be used to create open passages. Any creature inside an open portable hole can exit the hole by climbing out of it.https://5e.tools/items.html#portable%20hole_dmg", "id": "portable_hole", "name": "Portable Hole", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "The portfolio keeper holds and organizes notes, brochures, and business cards bearing your contact information. It also has an inexhaustible supply of brochures related to your franchise's current branding scheme.\n\nWhen you meet someone for the first time, their details and a rough sketch are magically stored on a small parchment card in the portfolio keeper. You can access the details of any such stored card as a bonus action.", "id": "portfolio_keeper", "name": "Portfolio Keeper", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "The robe lets you see in all directions, and you have advantage on Wisdom (Perception) checks that rely on sight.\nYou have darkvision out to a range of 120 feet.\nYou can see invisible creatures and objects, as well as see into the Ethereal Plane, out to a range of 120 feet.https://5e.tools/items.html#robe%20of%20eyes_dmg", "id": "robe_of_eyes", "name": "Robe of eyes", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "You can cut this 50-foot coil of hempen rope into any number of smaller pieces, and then use an action to speak a command word and cause the pieces to knit back together. The pieces must be in contact with each other and not otherwise in use. A rope of mending is forever shortened if a section of it is lost or destroyed.", "id": "rope_of_mending", "name": "Rope of Mending", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "Once per day as a bonus action, a villain can activate the ruinstone to undo one deed they have performed. The possibilities here are broad, but in combat it's simplest to allow them the opportunity to \"rewind\" one action and take it again, or to reroll a failed saving throw (if it can still take actions).\n\nEach use of the artifact has a terrible side effect: someone known to the wielder is also erased from reality. https://5e.tools/items.html#ruinstone_dc", "id": "ruinstone", "name": "Ruinstone", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "You can use this pen to write on any surface. You decide whether the writing is visible or invisible, but the writing is always visible to a person with the Mark of Scribing. https://5e.tools/items.html#scribe's%20pen_erlw", "id": "scribe_pen", "name": "Scribe Pen", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "When you whisper the word \"seek\" and hurl this dart, it seeks out a target of your choice within 120 feet of you. https://5e.tools/items.html#seeker%20dart_pota", "id": "seeker_dart", "name": "Seeker Dart", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While you wear these light shoes, you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. You have a climbing speed equal to your walking speed. However, the slippers don't allow you to move this way on a slippery surface, such as one covered by ice or oil.", "id": "slippers_of_spider_climbing", "name": "Slippers of Spider Climbing", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "You are the beneficiary of a whisper jar—a common magic item resembling an ether-filled jar with a long tap hose. The jar is used to record others' stories and your own observations, like a verbal notebook with unlimited space. The whisper jar records as fast as a creature can speak into it, and whispers back words at the same pace they were recorded. Activating the playback of a particular recording is an action.", "id": "whisper_jar", "name": "Whisper Jar", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "While you wear these boots, you have a flying speed equal to your walking speed. You can use the boots to fly for up to 4 hours, all at once or in several shorter flights, each one using a minimum of 1 minute from the duration. If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land.\n\nThe boots regain 2 hours of flying capability for every 12 hours they aren't in use.", "id": "winged_boots", "name": "Winged Boots", "tags": ["item", "magic", "base"], "weight": 1}, {"description": "", "id": "telescope", "name": "Telescope", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "chloroform", "name": "Chloroform", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "healing_potion", "name": "Healing Potion", "tags": ["liquid"], "weight": 1}, {"description": "", "id": "valuable_gem", "name": "Valuable gem", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "bomb", "name": "Bomb", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "fireworks", "name": "Fireworks", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "battery", "name": "Battery", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "net", "name": "Net", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "lockpick", "name": "Lockpick", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "sack", "name": "Sack", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "soap", "name": "Soap", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "magnifying_glass", "name": "Magnifying Glass", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "ladder", "name": "Ladder", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "pen", "name": "Pen", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "paper", "name": "Paper", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "container_of_gasoline", "name": "Container of gasoline", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "fake_gold", "name": "fake gold", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "gold", "name": "gold", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "crystal_ball", "name": "crystal ball", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "chalk", "name": "chalk", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "matches", "name": "matches", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "water", "name": "water", "tags": ["liquid"], "weight": 1}, {"description": "", "id": "whiskey", "name": "whiskey", "tags": ["liquid"], "weight": 1}, {"description": "", "id": "rope", "name": "Rope", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "torch", "name": "Torch", "tags": ["item", "base"], "weight": 1}, {"description": "", "id": "string", "name": "String", "tags": ["item", "base"], "weight": 1}, {"description": "This will heal someone my a little bit.", "id": "healing_herbs", "name": "Healing Herbs", "tags": ["natural", "item", "base"], "weight": 1}, {"description": "", "id": "glue", "name": "Glue", "tags": ["item", "base"], "weight": 1}, {"description": "Standard Ass Zombie", "id": "zombie", "name": "Zombie", "tags": ["fighter", "violent", "murderer", "entity", "individual", "kidnapper", "base"], "weight": 1}, {"description": "", "id": "fighter", "name": "Fighter", "tags": ["fighter", "violent", "murderer", "entity", "individual", "kidnapper", "intelligent", "camper", "carter", "base"], "weight": 1}, {"description": "", "id": "archer", "name": "Archer", "tags": ["fighter", "violent", "murderer", "entity", "individual", "kidnapper", "intelligent", "camper", "carter", "base"], "weight": 1}, {"description": "", "id": "assassin", "name": "Assassin", "tags": ["fighter", "violent", "murderer", "entity", "individual", "intelligent", "camper", "carter", "base"], "weight": 1}, {"description": "", "id": "bandit", "name": "Bandit", "tags": ["fighter", "violent", "murderer", "entity", "individual", "intelligent", "camper", "carter", "base"], "weight": 1}, {"description": "A blink dog takes its name from its ability to blink in and out of existence, a talent it uses to aid its attacks and to avoid harm.", "id": "blink_dog", "name": "Blink Dog", "tags": ["animal", "fighter", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "Displacer beasts were large cat-like creatures, sometimes described as panther or puma-like with six legs and a pair of long tentacles sprouting from their shoulders. They were covered in a pelt of blue-black fur. They were usually about 9 feet long and weighed as much as 500 pounds. Displacer beasts used their innate magic to bend light, making them appear to be a foot or two from their actual positions", "id": "displacer_beast", "name": "Displacer Beast", "tags": ["animal", "fighter", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "A monstrous cross between giant owl and bear, an owlbear’s reputation for ferocity and aggression makes it one of the most feared predators of the wild.", "id": "owlbear", "name": "Owlbear", "tags": ["animal", "fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "", "id": "skeleton", "name": "Skeleton", "tags": ["fighter", "violent", "murderer", "entity", "kidnapper", "intelligent", "carter", "camperr", "base"], "weight": 1}, {"description": "Taking its name from its crimson feathers and aggressive nature, the blood hawk fearlessly attacks almost any animal, stabbing it with its daggerlike beak. Blood hawks flock together in large numbers, attacking as a pack to take down prey.", "id": "blood_hawk", "name": "Blood Hawk", "tags": ["animal", "fighter", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "This character is a brain in a jar. I am going to write a backstory and personality for this character. The undead horrors known as brains in a jar are simultaneously incredibly powerful and incredibly feeble. Their mental prowess is superior to that of any but the most gifted mortal, and their wide array of magical and psychic powers allow them to wither the bodies and minds of their enemies. Their corporeal forms, however, are limited to a barely motile brain encased in a jar of fluid. Although they can move and protect this jar with their psychic powers, they are extremely weak and relatively fragile. This dichotomy drives many brains in a jar to build a host of thralls, both mortal and undead, to protect them and distract their enemies. https://thecreaturecodex.tumblr.com/post/153867127450/brain-in-a-jar", "id": "brain_in_a_jar_character", "name": "Brain in a Jar Character", "tags": [""], "weight": 1}, {"description": "A ghost is the soul of a once-living creature, bound to haunt a specific location, creature, or object that held significance to it in its life. https://www.dndbeyond.com/monsters/ghost", "id": "ghost", "name": "Ghost", "tags": ["fighter", "violent", "murderer", "entity", "intelligent", "base"], "weight": 1}, {"description": "A slime is an animal that looks like a gelatinous ball absorbs things and dissolves them inside its body. They are amorphous and can change shape very easily. it's able to absorb most physical attacks, but is vulnerable to magical attacks.", "id": "slime", "name": "Slime", "tags": ["animal", "fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "Mimics are monsters that look like ordinary valuable objects until they attack. They will be able to bite, bludgeon, or grab things.", "id": "mimic", "name": "Mimic", "tags": ["animal", "fighter", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "", "id": "cultist", "name": "Cultist", "tags": ["fighter", "violent", "murderer", "entity", "individual", "kidnapper", "intelligent", "base"], "weight": 1}, {"description": "Wights are intelligent undead humanoids that resemble armed and armored corpses. They never tire in pursuit of their goal of making eternal war against the living. https://www.dndbeyond.com/monsters/wight", "id": "wight", "name": "Wight", "tags": ["fighter", "violent", "murderer", "entity", "kidnapper", "base"], "weight": 1}, {"description": "A shambling mound, sometimes called a shambler, trudges ponderously through bleak swamps, dismal marshes, and rain forests, consuming any organic matter in its path. This rotting heap of animated vegetation looms up half again as tall as a human, tapering into a faceless “head” at its top. https://www.dndbeyond.com/monsters/shambling-mound", "id": "shambling_mound", "name": "Shambling Mound", "tags": ["fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "An assassin vine is an ambulatory plant that collects its fertilizer by grabbing and crushing prey and depositing the carcasses near its roots. It usually stays put unless it needs to seek out prey. A mature plant consists of a main vine, about 20 feet long. Smaller vines up to 5 feet long branch from the main vine every 6 inches. In late summer, the secondary vines produce bunches of small fruits that resemble wild grapes. The fruit is tough and has a hearty but bitter flavor. https://5e.tools/bestiary/assassin-vine-toa.html", "id": "assassin_vine", "name": "Assassin Vine", "tags": ["fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "This creature is a collection of plant matter grown in the shape of a humanoid, walking on fibrous tendrils and with a stalk for a neck. Its head is a set of jaw, like the mouth of a Venus flytrap but much bigger. Its vine-like arms grow around a polearm.\n\nFlytrap soldiers are carnivorous plants crafted through magic to serve as steadfast and replaceable troops. https://thecreaturecodex.tumblr.com/post/644500184624136192/flytrap-soldier", "id": "flytrap_solider", "name": "Flytrap Solider", "tags": ["fighter", "violent", "murderer", "kidnapper", "entity", "individual", "base"], "weight": 1}, {"description": "This creature has a small star-shaped body covered in armor, and five long spiny tendrils. It has no apparent eyes, but acts as if it can see perfectly well.\n\nGiant brittle stars live along the water’s edge. Unlike their mundane kin, they are carnivorous, but their small mouths mean that they have to tear prey to tiny pieces in order to ingest it. Their spiked arms can accomplish this task suitably, and their armored exoskeleton deters attackers long enough to make their assault. Horrifyingly, a giant brittle star can detach its arms, which can slither away or fight on their own. It usually uses this ability when surrounded or overwhelmed, and may attempt to escape and leave behind an arm as a decoy. https://thecreaturecodex.tumblr.com/post/645677912393187328/brittle-star-giant", "id": "giant_brittle_star", "name": "Giant Brittle Star", "tags": ["animal", "fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "This creature looks like it was once humanoid, but is in the process of dissolving into an amorphous mass of flesh. Its skeleton is visible beneath its running features. https://thecreaturecodex.tumblr.com/post/644319010480144384/melting-menace", "id": "melting_menace", "name": "Melting Menace", "tags": ["fighter", "violent", "murderer", "entity", "base"], "weight": 1}, {"description": "We've all seen Harry Potter, we all know what this is", "id": "basilisk", "name": "Basilisk", "tags": ["animal", "fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "https://www.dndbeyond.com/monsters/clay-golem", "id": "clay_golem", "name": "Clay Golem", "tags": ["fighter", "violent", "murderer", "entity", "base"], "weight": 1}, {"description": "Magic squids that fall on their prey and create darkness: https://www.dndbeyond.com/monsters/darkmantle", "id": "darkmantle", "name": "Darkmantle", "tags": ["animal", "fighter", "violent", "entity", "individual", "base"], "weight": 1}, {"description": "Ettercaps are humanoid spiders that tend, feed, and watch over spiders the way a shepherd oversees a flock of sheep. They lair deep in remote forests.\n\nFine strands of silk stream from glands in an ettercap’s abdomen, letting it shoot sticky strands of webbing to bind, entrap, or strangle its victims. It can also use its webbing to fashion elaborate snares and nets, which often festoon its lair.https://www.dndbeyond.com/monsters/ettercap", "id": "ettercap_character", "name": "Ettercap Character", "tags": [""], "weight": 1}, {"description": "https://www.dndbeyond.com/monsters/flying-snake", "id": "flying_snake", "name": "Flying Snake", "tags": ["animal", "fighter", "violent", "entity", "individual", "base"], "weight": 1}, {"description": "A funneling cloud of whirling air with a vague semblance of a face, they can turn themselves into a screaming cyclone, creating a whirlwind that batters creatures even as it flings them away. https://www.dndbeyond.com/monsters/dust-devil", "id": "dust_devil", "name": "Dust Devil", "tags": ["fighter", "violent", "entity", "base"], "weight": 1}, {"description": "An invisible stalker is an air elemental that has been summoned from its native plane and transformed by powerful magic. Its sole purpose is to hunt down creatures and retrieve objects for its summoner. When it is defeated or the magic that binds it expires, an invisible stalker vanishes in a gust of wind.https://www.dndbeyond.com/monsters/invisible-stalker", "id": "invisile_stalker", "name": "Invisile Stalker", "tags": ["fighter", "violent", "entity", "murderer", "base"], "weight": 1}, {"description": "https://www.dndbeyond.com/monsters/mummy", "id": "mummy", "name": "Mummy", "tags": ["fighter", "violent", "murderer", "kidnapper", "entity", "base"], "weight": 1}, {"description": "The elusive pseudodragon dwells in the quiet places of the world, making its home in the hollows of trees and small caves. With its red-brown scales, horns, and a maw filled with sharp teeth, a pseudodragon resembles a tiny red dragon but its disposition is playful.https://www.dndbeyond.com/monsters/pseudodragon", "id": "psuedodragon", "name": "Psuedodragon", "tags": ["animal", "fighter", "violent", "entity", "individual", "base"], "weight": 1}, {"description": "https://www.dndbeyond.com/monsters/purple-worm.", "id": "sandworm", "name": "Sandworm", "tags": ["animal", "fighter", "violent", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "Living in caves and caverns throughout the Underdark, voracious ropers feast on whatever they can catch and seize. A roper eats any creature, from Underdark beasts to adventurers and their gear.\n\nA roper has the appearance of a stalagmite or stalactite, which often allows it to attack with surprise. The creature can move slowly using thousands of sticky cilia beneath its base. It creeps up cave walls and along stone ceilings, finding the best position from which to attack. https://www.dndbeyond.com/monsters/roper", "id": "roper", "name": "Roper", "tags": ["animal", "fighter", "murderer", "violent", "entity", "individual", "base"], "weight": 1}, {"description": "Shadows are undead that resemble dark exaggerations of humanoid shadows.\n\nFrom the darkness, the shadow reaches out to feed on living creatures’ vitality. https://www.dndbeyond.com/monsters/shadow", "id": "shadow", "name": "Shadow", "tags": ["fighter", "murderer", "violent", "entity", "base"], "weight": 1}, {"description": "Would-be thieves and careless heroes arrive at the doorsteps of an enemy’s abode, eyes and ears alert for traps, only to end their quest prematurely as the rugs beneath their feet animate and smother them to death.\n\nA rug of smothering can be made in many different forms, from a finely woven carpet fit for a queen to a coarse mat in a peasant’s hovel. Creatures with the ability to sense magic detect the rug’s false magical aura.https://www.dndbeyond.com/monsters/rug-of-smothering", "id": "rug_of_smothering", "name": "Rug of Smothering", "tags": ["fighter", "violent", "murderer", "entity", "base"], "weight": 1}, {"description": "Most dwarves would rather face a squad of orcs than confront a single rust monster. These strange, normally docile creatures corrode ferrous metals, then gobble up the rust they create. In doing so, they have ruined the armor, shields, and weapons of countless adventurers.\n\nA rust monster’s body is covered in thick, lumpy armor, its long tail ends in a bony protrusion, and two feathery antennae sprout from its insectile head. https://www.dndbeyond.com/monsters/rust-monster", "id": "rust_monster", "name": "Rust Monster", "tags": ["animal", "murderer", "entity", "individual", "base"], "weight": 1}, {"description": "Wizards and other spellcasters create shield guardians for protection. A shield guardian treads beside its master, absorbing damage to keep its master alive as long as possible. A shield guardian defends whoever as the amulet associated with the guardian.", "id": "shield_guardian", "name": "Shield Guardian", "tags": ["entity", "individual", "base"], "weight": 1}, {"description": "A shrieker is a human-sized mushroom that emits a piercing screech to drive off creatures that disturb it. Other creatures use the fungi as an alarm to signal the approach of prey, and various intelligent races of the Underdark cultivate shriekers on the outskirts of their communities to discourage trespassers. https://www.dndbeyond.com/monsters/shrieker", "id": "shrieker", "name": "Shrieker", "tags": ["entity", "individual", "base"], "weight": 1}, {"description": "This cat is ordinary in almost every way. However, every character that sees this cat must roll for constitution. If they do not get more than 10, they feel compelled to steal this cat", "id": "cute_cat", "name": "Cute Cat", "tags": ["animal", "entity", "individual", "danger", "base"], "weight": 1}, {"description": "This horrid flying creature looks like a cross between a large bat and an oversized mosquito. Its legs end in sharp pincers, and its long, needle-like proboscis slashes the air as it seeks its next meal.\n\nStirges feed on the blood of living creatures, attaching and draining them slowly. Although they pose little danger in small numbers, packs of stirges can be a formidable threat, reattaching as quickly as their weakening prey can pluck them off. https://www.dndbeyond.com/monsters/stirge", "id": "stirge", "name": "Stirge", "tags": ["animal", "fighter", "violent", "entity", "individual", "base"], "weight": 1}, {"description": "Bizarre creatures native to the Elemental Plane of Earth, xorn sniff out gemstones and precious metals, then tunnel through earth and rock to consume those treasures. On the Material Plane, xorn must range far and wide through the Underdark to sustain themselves, becoming aggressive toward miners and treasure hunters when the valuable minerals of their diet are scarce.https://www.dndbeyond.com/monsters/xorn", "id": "xorn", "name": "Xorn", "tags": ["animal", "fighter", "violent", "entity", "individual", "base"], "weight": 1}, {"description": "Obsessed with gathering secrets, both from the gods they inhabit and from the bones of dead creatures, they call forth the spirits of the dead and force them to divulge what they learned in life. https://5e.tools/bestiary.html#berbalang_mtf", "id": "berbalang_character", "name": "Berbalang Character", "tags": [""], "weight": 1}, {"description": "This stern, humorless doctor takes her work very seriously. She sees most people as obstacles who are likely to get in his way. She travels with 1d3 guards. Initially, her attitude towards people will be to scorn and mistrust them, but as she opens up, she'll feel more comfortable asking for help and providing healing or healing supplies.", "id": "dr_skye_faulk", "name": "Dr Skye Faulk", "tags": ["person", "forager", "arguer", "entity", "individual", "named", "delivery hirer", "escort hirer", "camper", "carter"], "weight": 1}, {"description": "This fun, easygoing paladin can frequently be found in a good mood, mostly because he thinks he's better than others and because he believes that he has that power and authority to do whatever he wants. He expects others to defer to his authority and will get upset when they don't.", "id": "zain_schuler", "name": "Zain Schuler", "tags": ["person", "fighter", "violent", "arguer", "murderer", "entity", "individual", "assasin hirer", "named", "vengeful", "kidnapper", "capture hirer", "escort hirer", "camper", "carter", "base"], "weight": 1}, {"description": "This orphan looks like a child down on his luck, but he'll use his crocadile tears to swindle anyone he encounters. He's lived on the streets for a while, knows how to con people pretty well and distrusts most people, but he's still just a kid that wants a home and a family.", "id": "hayden_devlin", "name": "Hayden Devlin", "tags": ["person", "thief", "hitchhiker", "con artist", "murderer", "entity", "individual", "named", "camper", "base"], "weight": 1}, {"description": "This assasin rookie is still learning how to be an effective assasin, but she's determined to prove herself to her guild. Her insecurities make her controlling and untrusting, but her desire to grow and improve might manage to push her to conquer those anxieties", "id": "sana_mireles", "name": "Sana Mireles", "tags": ["person", "fighter", "violent", "murderer", "entity", "individual", "named", "camper", "base"], "weight": 1}, {"description": "This duchess is also the leader of the Assasin's Guild. She uses her political position and social know-how in order to.have targets murdered without doing any dirty work. Others can rarely tell what her true feelings or intentions are.", "id": "amelie_arndt", "name": "Amelie Arndt", "tags": ["person", "collector", "entity", "individual", "assassin hirer", "named", "kidnapper", "delivery hirer", "capture hirer", "escort hirer", "carter", "danger"], "weight": 1}, {"description": "This character is actually a spy and will lie about who they are and what they're doing. Their lie should be comically transparent. The DM should hastily make up a new persona for them each time they're encountered", "id": "kian_cooney", "name": "Kian Cooney", "tags": ["person", "hitchhiker", "collector", "murderer", "entity", "individual", "named", "delivery hirer", "camper", "carter", "base"], "weight": 1}, {"description": "Though he might seem like a hippie that only cares about partying at first, this highly-accomplished wizard believes psychadelic drugs will reveal the secrets of the universe to him.", "id": "felix_sun", "name": "Felix Sun", "tags": ["person", "hitchhiker", "forager", "entity", "individual", "named", "camper", "carter", "base"], "weight": 1}, {"description": "This young introverted necromancer is more comfortable around bodies than they are around people. They care about their re-animations more than they care about most people. They usually have a few re-animations with them. They're often looking for new bodies to turn into friends and will be overjoyed if you bring a fresh body to them.", "id": "finn_wilburn", "name": "Finn Wilburn", "tags": ["person", "hitchhiker", "arguer", "entity", "individual", "named", "camper", "carter", "base"], "weight": 1}, {"description": "This guard is a master swordsman who just wants to keep her head down and earn enough money that her family will have a good life. She deliberately resists getting involved with any organizations or shenanigans", "id": "sian_newkirk", "name": "Sian Newkirk", "tags": ["person", "fighter", "murderer", "entity", "individual", "named", "camper", "carter", "base"], "weight": 1}, {"description": "This enthusastic saleswoman is eager to swindle adventurers into buying her broken, derelict and sometimes dangerous wares.", "id": "robyn_ricker", "name": "Robyn Ricker", "tags": ["person", "merchant", "con artist", "collector", "arguer", "entity", "individual", "named", "delivery hirer", "carter", "base"], "weight": 1}, {"description": "This outgoing jovial martial artist is primarily concerned with finding the strongest people she can find and fighting them.", "id": "willow_orourke", "name": "Willow Orourke", "tags": ["person", "fighter", "violent", "entity", "individual", "named", "camper", "base"], "weight": 1}, {"description": "This young merchant has recently inherited his family's business. He's anxious about living up to expecations but he's going to try his best!", "id": "edgar_gant", "name": "Edgar Gant", "tags": ["person", "merchant", "collector", "forager", "entity", "individual", "named", "delivery hirer", "escort hirer", "camper", "carter"], "weight": 1}, {"description": "This kindly drunkard priest believes that hedonism and enjoyment of life are the true ways of communing with God.", "id": "peyton_farrington", "name": "Peyton Farrington", "tags": ["person", "hitchhiker", "entity", "individual", "named", "camper", "base"], "weight": 1}, {"description": "This kindly priest travels and provides aid to those in need, but can't help but be frustrated by the injust actions of the Church", "id": "mason_weatherford", "name": "Mason Weatherford", "tags": ["person", "hitchhiker", "arguer", "entity", "individual", "named", "delivery hirer", "escort hirer", "camper", "carter", "base"], "weight": 1}, {"description": "This kindly hermit is actually a cannibal that provides people with hospitality and a place to stay before he kills them in their sleep.", "id": "earl_keeton", "name": "Earl Keeton", "tags": ["person", "fighter", "violent", "murderer", "entity", "individual", "named", "kidnapper", "capture hirer", "base"], "weight": 1}, {"description": "This flirtatious druid is actually an eco terrorist.", "id": "lee_iverson", "name": "Lee Iverson", "tags": ["person", "fighter", "hitchhiker", "violent", "forager", "arguer", "murderer", "entity", "individual", "named", "vengeful", "kidnapper", "delivery hirer", "camper", "base"], "weight": 1}, {"description": "This cultist is enthusiastically trying to recruit new cultists. She's a little too chipper and a little too helpful, like Jehovah's Witnesses or Mormons. She's not brainwashed -  she's genuinely fairly happy being in the cult and with the community that it's provided for her. That community just happens to be focused around worshipping and carrying out the will of a real elder god that wants to make the world theirs ", "id": "willow_luce", "name": "Willow Luce", "tags": ["person", "fighter", "entity", "individual", "named", "delivery hirer", "escort hirer", "camper", "carter", "base"], "weight": 1}, {"description": "This basic witch loves pumpkin spice potions, gossip, and drama and will use her powers to stir shit up for her entertainment.", "id": "ashleigh_dove", "name": "Ashleigh Dove", "tags": ["person", "fighter", "arguer", "entity", "individual", "named", "vengeful", "camper", "carter", "base"], "weight": 1}, {"description": "This traveling clown is the saddest person the adventurers will meet on their journey. He's poor, completely helpless, and universally hated for no good reason.", "id": "adrian_bedford", "name": "Adrian Bedford", "tags": ["person", "entity", "hitchhiker", "individual", "named", "base"], "weight": 1}, {"description": "This alchemist externally makes her living selling potions and elixers but is secretly a drug kingpin. She's got a no-nonense pragmatic attitude which has helped her be successful.", "id": "iris_harp", "name": "Iris Harp", "tags": ["person", "merchant", "forager", "murderer", "entity", "individual", "assassin hirer", "named", "kidnapper", "delivery hirer", "capture hirer", "escort hirer", "carter"], "weight": 1}, {"description": "This lazy assassin is actually one of the best in the business. She considers assassinations to be a hassle and will put as little effort into the job as possible.", "id": "lyla_burk", "name": "Lyla Burk", "tags": ["person", "fighter", "arguer", "murderer", "entity", "individual", "named", "camper", "base"], "weight": 1}, {"description": "This good spirited bard is actually a lich, who is using his songs to get humans to generate magical energy for him.", "id": "syed_boudreaux", "name": "Syed Boudreaux", "tags": ["person", "fighter", "entity", "individual", "named", "camper", "base"], "weight": 1}, {"description": "This vampire just wants to get fucked up with his bros and party. He doesn't like eating humans cause it would harsh the vibe and also reduce the number of bros to party with", "id": "filip_vallejo", "name": "Filip Vallejo", "tags": ["person", "hitchhiker", "entity", "individual", "named", "camper", "carter", "base"], "weight": 1}, {"description": "This nobleman can't help but sound sarcastic despite being genuinely sincere most of the time.", "id": "finnan_seaton", "name": "Finnan Seaton", "tags": ["person", "collector", "entity", "individual", "assassin hirer", "named", "delivery hirer", "escort hirer", "carter"], "weight": 1}, {"description": "When this character first appears, they have identical stats and skills as a character in your party. They are that character's rival. Their entire life besting that character and they get a little hurt when the players disregard them.", "id": "sam_swann", "name": "Sam Swann", "tags": ["person", "fighter", "hitchhiker", "entity", "individual", "named", "camper", "carter", "base"], "weight": 1}, {"description": "This fighter will act as a tsundere towards a random character in the players party", "id": "ali_stoll", "name": "Ali Stoll", "tags": ["person", "hitchhiker", "entity", "individual", "named", "camper", "carter", "base"], "weight": 1}, {"description": "Despite being mostly normal, this girl's pale skin, awkward demeonor, and unkempt appearance make her quite creepy.", "id": "alayna_gresham", "name": "Alayna Gresham", "tags": ["person", "entity", "individual", "named"], "weight": 1}, {"description": "This adventurer is an influencer who thrives off fame and renown. Sure, they're not the most capable adventurer, but they don't care about that.", "id": "drake_ellington", "name": "Drake Ellington", "tags": ["person", "fighter", "con artist", "arguer", "murderer", "entity", "individual", "assassin hirer", "named", "vengeful", "capture hirer", "carter", "base"], "weight": 1}, {"description": "I came up with this name, but haven't thought of a character to associate.", "id": "maja_bronson", "name": "Maja Bronson", "tags": [""], "weight": 1}, {"description": "Social Activism organization trying to distribute literature and content fighting against Imperialist racial stereotypes. In this world, the standard monster descriptions are imperialist propaganda used to keep races separated. Magically detected Good and Evil are actually just based on what Imperialists have deemed good and evil.", "id": "", "name": "", "tags": [""], "weight": 1}, {"description": "Cat-ish character that has a nine lives. However, the nine lives are lived in parallel in 9 different worlds.", "id": "", "name": "", "tags": [""], "weight": 1}, {"description": "https://thecreaturecodex.tumblr.com/post/645587333968740352/glitterskull", "id": "example_glitterskull_character", "name": "Example Glitterskull Character", "tags": [""], "weight": 1}, {"description": "The assassin's guild is something like a worker's union for assassins that's designed to create systems of mutual support and benefit. Without this kind of system, assassins are simply incetivized to target each other to minimize their competition. However, with the assassin's guild, dues are collected and used to make and establish improvements that benefit all assassins in the assassin's guild. These benefits include pension plans, protection plans, client management and communication, clean up services, supplier deals, etc. ", "id": "assaasin's_guild", "name": "Assaasin's Guild", "tags": ["organization", "collector", "arguer", "murderer", "entity"], "weight": 1}, {"description": "Works as an operations manager at the Assassin's guild. Briefly speaking, she makes sure that assassins and clients get the information they need. She does no assassinating on her own, but is under heavy protection within the guild. Her personality is confident and stern, but not humorless. She cares for her reports deeply, but has high expectations of them and has no problem pushing them to do their best", "id": "fatimah_dominguez", "name": "Fatimah Dominguez", "tags": ["person", "arguer", "entity"], "weight": 1}, {"description": "This organization is devoted to the identification and containment of supernatural or unexplained phenomena. Well understood magic isn't really a priority of this organization nor are they a scientific organization. Their purpose is primarily pragmatic and action focused.", "id": "scp_foundation", "name": "SCP Foundation", "tags": ["organization", "violent", "collector", "arguer", "murderer", "entity", "assassin hirer", "kidnapper", "base"], "weight": 1}, {"description": "Imperialist Military Stand-in", "id": "imperialists", "name": "Imperialists", "tags": ["organization", "violent", "collector", "arguer", "murderer", "entity", "assassin hirer", "kidnapper", "base"], "weight": 1}, {"description": "Circus but is actually made up of elite spies.", "id": "tmp-name-1", "name": "tmp-name-1", "tags": ["organization", "collector", "arguer", "murderer", "entity", "assassin hirer"], "weight": 1}, {"description": "Non Abusive cult. They are very good about boundaries and respect. ", "id": "tmp-name-2", "name": "tmp-name-2", "tags": ["organization", "entity"], "weight": 1}, {"description": "A society of poets that publish secrets in the form of cryptic messages hidden in their work", "id": "tmp-name-3", "name": "tmp-name-3", "tags": ["organization", "entity"], "weight": 1}, {"description": "A test puzzle for testing the code that uses these rows", "id": "test_puzzle", "name": "test puzzle", "tags": ["puzzle", "base"], "weight": 1}, {"description": "a test curse for the purpose of testing this code", "id": "test_curse", "name": "test curse", "tags": ["curse", "base"], "weight": 1}, {"description": "", "id": "altar", "name": "altar", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "pond", "name": "pond", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "lake", "name": "lake", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "beach", "name": "beach", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "bridge", "name": "bridge", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "river", "name": "river", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "ruins", "name": "ruins", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "cliff", "name": "cliff", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "waterfall", "name": "waterfall", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "abandoned_building", "name": "abandoned building", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "corpse", "name": "corpse", "tags": ["base", "scenery"], "weight": 3}, {"description": "GM can decide whether it's a fresh battlefield or old and mossed over", "id": "battlefield", "name": "battlefield", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "cave", "name": "cave", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "meadow", "name": "meadow", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "swamp", "name": "swamp", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "mountainside", "name": "mountainside", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "hill", "name": "hill", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "canyon", "name": "canyon", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "desert", "name": "desert", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "temple", "name": "temple", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "tundra", "name": "tundra", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "snow", "name": "snow", "tags": ["base", "weather"], "weight": 3}, {"description": "", "id": "rain", "name": "rain", "tags": ["base", "weather"], "weight": 3}, {"description": "", "id": "graveyard", "name": "graveyard", "tags": ["base", "scenery"], "weight": 3}, {"description": "", "id": "crypt", "name": "crypt", "tags": ["base", "scenery"], "weight": 3}]