[{"description": "Provides a user with the Blink Abiiity.", "id": "blink_boots", "tags": ["item", "magic"], "weight": 1}, {"description": "This armor reduces how much damage you take by 1d6 - 3.", "id": "chaotic_armor", "tags": ["item", "magic"], "weight": 1}, {"description": "This ring makes people obedient when worn.", "id": "obedience_ring", "tags": ["item", "magic"], "weight": 1}, {"description": "This plant will start growing vines rapidly as soon as it is exposed to light, moisture and air.", "id": "infinity_vine", "tags": ["item", "magic"], "weight": 1}, {"description": "Once a session, the adventurer's pouch produces a single non-magical item.", "id": "adventuer's_pouch", "tags": ["item", "magic"], "weight": 1}, {"description": "Once a session, this figure of a puppy comes to life for an hour.", "id": "alabaster_puppy", "tags": ["item", "magic"], "weight": 1}, {"description": "This appears as a small glass orb with a white platform inside of it. When the orb is rubbed, anything the holder is touching and anything the orb is touching will be transported onto the platform inside it. People in the pocket dimension can leave whenever they wish by walking off the platform.", "id": "all-purpose_pocket_dimension", "tags": ["item", "magic"], "weight": 1}, {"description": "These gloves can provide sentience to any object less than 10 cubic feet for 10 minutes. The object will sprout a mouth and eyes and have an intelligence of 10. This can be used once per session.", "id": "algernon's_gloves_of_temporary_sentience", "tags": ["item", "magic"], "weight": 1}, {"description": "This stone allows the owner to sacrifice HP to do more damage. Each point of HP provided to the bloodstone is an addition 1 point of damage.", "id": "bloodstone", "tags": ["item", "magic"], "weight": 1}, {"description": "This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents", "id": "bag_of_holding", "tags": ["item", "magic"], "weight": 1}, {"description": "When opened, this bottle magically continually produces bees. The bees will be confused for a minute before attacking whoever is nearby.", "id": "bottle_of_bees", "tags": ["item", "magic"], "weight": 1}, {"description": "When you are attacked, you instantly teleport right next to the thing that attacked you and can take an action immediately afterwards", "id": "amulet_of_answering", "tags": ["item", "magic"], "weight": 1}, {"description": "Recover 1/5 of damage dealt as health", "id": "ring_of_vampirism", "tags": ["item", "magic"], "weight": 1}, {"description": "This gauntlet-like tool can be used to grab a creature or object from afar, and then either pull you towards the target or pull the target to you.", "id": "clawshot", "tags": ["item", "magic"], "weight": 1}, {"description": "This cloak makes the wearer invisible when they are in shadow.", "id": "cloak_of_the_shadowalker", "tags": ["item", "magic"], "weight": 1}, {"description": "This item is incapable of cutting living things, but it can cut through even stone and metal with ease.", "id": "harmless_knife", "tags": ["item", "magic"], "weight": 1}, {"description": "When the wearer falls unconscious, this cocoon hardens into a stiff protective layer that reduces damage by 10", "id": "cocoon_cloak", "tags": ["Item", "magic"], "weight": 1}, {"description": "You gain one extra attribute point at the cost of hearing voices. The voices will sometimes provide secret information that is true, thus giving the wearer a greater sense of madness.", "id": "crown_of_madness", "tags": ["item", "magic"], "weight": 1}, {"description": "This monocle allows you to see through walls and obstacles.", "id": "x-ray_monocle", "tags": ["item", "magic"], "weight": 1}, {"description": "This cookie gives you a glimpse into something that's coming up. The DM reveals a clue about an upcoming trigger", "id": "fortune_cookie", "tags": ["item", "magic"], "weight": 1}, {"description": "When you put this ring on someone's finger, they will become infatuated with you. However, the effect is removed once they take the ring off.", "id": "ring_of_aphrodite", "tags": ["item", "magic"], "weight": 1}, {"description": "Any thing that hits this mirror will be absorbed into it. THe user can then send that attack out of the mirror. This mirror shatters after one use. ", "id": "mirror_of_retaliation", "tags": ["item", "magic"], "weight": 1}, {"description": "This amulet provides a 25% chance of casting spells a second time.", "id": "echo_amulet", "tags": ["item", "magic"], "weight": 1}, {"description": "This intimidating mask adds +2 to fear based persuasion, but subtracts 2 from positive persuasion.", "id": "oni_mask", "tags": ["item", "magic"], "weight": 1}, {"description": "This scroll allows you to copy your mind into an inanimate object. This works a lot like the gloves of termporary sentience, but is permanent.", "id": "scroll_of_sentience_copying", "tags": ["item", "magic"], "weight": 1}, {"description": "This armor teleports you to a random location 1d6 squares away whenever you're hit.", "id": "teleportation_armor", "tags": ["item", "magic"], "weight": 1}, {"description": "Players can choose to experience two more encounters in order to find some hidden treasure. The treasure will consist of a magical item and some gold.  2/5ths of the time, the treasure will already be taken.", "id": "treasure_map", "tags": ["item", "magic"], "weight": 1}, {"description": "This stone works like a polygraph for who ever is holding it. This doesn't measure the truthness of the person holding it, rather it measures anxiety. Green means low anxiety, red means high anxiety and yellow is in between.", "id": "polygraph_stone", "tags": ["item", "magic"], "weight": 1}, {"description": "", "id": "telescope", "tags": ["item"], "weight": 1}, {"description": "", "id": "chloroform", "tags": ["item"], "weight": 1}, {"description": "", "id": "healing_potion", "tags": ["liquid"], "weight": 1}, {"description": "", "id": "valuable_gem", "tags": ["item"], "weight": 1}, {"description": "", "id": "bomb", "tags": ["item"], "weight": 1}, {"description": "", "id": "fireworks", "tags": ["item"], "weight": 1}, {"description": "", "id": "battery", "tags": ["item"], "weight": 1}, {"description": "", "id": "net", "tags": ["item"], "weight": 1}, {"description": "", "id": "lockpick", "tags": ["item"], "weight": 1}, {"description": "", "id": "sack", "tags": ["item"], "weight": 1}, {"description": "", "id": "soap", "tags": ["item"], "weight": 1}, {"description": "", "id": "magnifying_glass", "tags": ["item"], "weight": 1}, {"description": "", "id": "ladder", "tags": ["item"], "weight": 1}, {"description": "", "id": "pen", "tags": ["item"], "weight": 1}, {"description": "", "id": "paper", "tags": ["item"], "weight": 1}, {"description": "", "id": "container_of_gasoline", "tags": ["item"], "weight": 1}, {"description": "", "id": "fake_gold", "tags": ["item"], "weight": 1}, {"description": "", "id": "gold", "tags": ["item"], "weight": 1}, {"description": "", "id": "crystal_ball", "tags": ["item"], "weight": 1}, {"description": "", "id": "chalk", "tags": ["item"], "weight": 1}, {"description": "", "id": "matches", "tags": ["item"], "weight": 1}, {"description": "", "id": "water", "tags": ["liquid"], "weight": 1}, {"description": "", "id": "whiskey", "tags": ["liquid"], "weight": 1}, {"description": "", "id": "rope", "tags": ["item"], "weight": 1}, {"description": "", "id": "torch", "tags": ["item"], "weight": 1}, {"description": "", "id": "string", "tags": ["item"], "weight": 1}, {"description": "Use your strength to anticipate and block a physical attack. Reduce damage by", "id": "block", "tags": ["skill"], "weight": 1}, {"description": "", "id": "cripple", "tags": ["skill"], "weight": 1}, {"description": "", "id": "sneak_attack", "tags": ["skill"], "weight": 1}, {"description": "", "id": "invisibility", "tags": ["skill"], "weight": 1}, {"description": "This skill makes the caster obfuscated from the perception of others. Other characters will unable to think of the caster or focus on them.", "id": "obfuscation", "tags": ["skill"], "weight": 1}, {"description": "Put one character to sleep if you succeed a intelligence versus constitution roll.", "id": "sleep", "tags": ["skill"], "weight": 1}, {"description": "Make one character forget something if you succeed a intelligence versus constitution roll.", "id": "forget", "tags": ["skill"], "weight": 1}, {"description": "This allows you to copy the appearence of someone you've seen before", "id": "doppleganger", "tags": ["skill"], "weight": 1}, {"description": "Allows you to teleport a distance of 25m. You have to be able to see where you're teleporting to. You can do this once per turn.", "id": "blink", "tags": ["skill"], "weight": 1}, {"description": "", "id": "zombie", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "fighter", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "archer", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "assassin", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "bandit", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "blink_dog", "tags": ["Animal", " Fighter"], "weight": 1}, {"description": "", "id": "displacer_beast", "tags": ["Animal", " Fighter"], "weight": 1}, {"description": "", "id": "owlbear", "tags": ["Animal", " Fighter"], "weight": 1}, {"description": "", "id": "skeleton", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "blood_hawk", "tags": ["Animal", " Fighter"], "weight": 1}, {"description": "", "id": "brain_in_a_jar", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "ghost", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "slime", "tags": ["Animal", " Fighter"], "weight": 1}, {"description": "", "id": "mimic", "tags": ["Animal", " Fighter"], "weight": 1}, {"description": "", "id": "cultist", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "wight", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "shambling_mound", "tags": ["Fighter"], "weight": 1}, {"description": "", "id": "assassin_vine", "tags": ["Fighter"], "weight": 1}, {"description": "This cat is ordinary in almost every way. However, every character that sees this cat must roll for constitution. If they do not get more than 10, they feel compelled to steal this cat", "id": "cute_cat", "tags": ["Animal"], "weight": 1}, {"description": "This stern, humorless doctor takes her work very seriously. She sees most people as obstacles who are likely to get in his way. She travels with 1d3 guards. Initially, her attitude towards people will be to scorn and mistrust them, but as she opens up, she'll feel more comfortable asking for help and providing healing or healing supplies.", "id": "dr_skye_faulk", "tags": ["Person"], "weight": 1}, {"description": "This fun, easygoing paladin can frequently be found in a good mood, mostly because he thinks he's better than others and because he believes that he has that power and authority to do whatever he wants. He expects others to defer to his authority and will get upset when they don't.", "id": "zain_schuler", "tags": ["Person"], "weight": 1}, {"description": "This orphan looks like a child down on his luck, but he'll use his crocadile tears to swindle anyone he encounters. He's lived on the streets for a while, knows how to con people pretty well and distrusts most people, but he's still just a kid that wants a home and a family.", "id": "hayden_devlin", "tags": ["Person"], "weight": 1}, {"description": "This assasin rookie is still learning how to be an effective assasin, but she's determined to prove herself to her guild. Her insecurities make her controlling and untrusting, but her desire to grow and improve might manage to push her to conquer those anxieties", "id": "sana_mireles", "tags": ["Person"], "weight": 1}, {"description": "This duchess is also the leader of the Assasin's Guild. She uses her political position and social know-how in order to.have targets murdered without doing any dirty work. Others can rarely tell what her true feelings or intentions are.", "id": "amelie_arndt", "tags": ["Person"], "weight": 1}, {"description": "This character is actually a spy and will lie about who they are and what they're doing. Their lie should be comically transparent. The DM should hastily make up a new persona for them each time they're encountered", "id": "kian_cooney", "tags": ["Person"], "weight": 1}, {"description": "Though he might seem like a hippie that only cares about partying at first, this highly-accomplished wizard believes psychadelic drugs will reveal the secrets of the universe to him.", "id": "felix_sun", "tags": ["Person"], "weight": 1}, {"description": "This introverted necromancer is more comfortable around bodies than they are around people. They care about their re-animations more than they care about most people. They usually have a few re-animations with them. They're often looking for new bodies to turn into friends and will be overjoyed if you bring a fresh body to them.", "id": "finn_wilburn", "tags": ["Person"], "weight": 1}, {"description": "This guard is a master swordsman who just wants to keep her head down and earn enough money that her family will have a good life. She deliberately resists getting involved with any organizations or shenanigans", "id": "sian_newkirk", "tags": ["Person"], "weight": 1}, {"description": "This enthusastic saleswoman is eager to swindle adventurers into buying her broken, derelict and sometimes dangerous wares.", "id": "robyn_ricker", "tags": ["Person"], "weight": 1}, {"description": "This martial artist is primarily concerned with finding the strongest people she can find and fighting them.", "id": "willow_orourke", "tags": ["Person"], "weight": 1}, {"description": "This young merchant has recently inherited his family's business. He's anxious about living up to expecations but he's going to try his best!", "id": "edgar_gant", "tags": ["Person"], "weight": 1}, {"description": "This kindly drunkard priest believes that hedonism and enjoyment of life are the true ways of communing with God.", "id": "peyton_farrington", "tags": ["Person"], "weight": 1}, {"description": "This kindly priest travels and provides aid to those in need, but can't help but be frustrated by the injust actions of the Church", "id": "mason_weatherford", "tags": ["Person"], "weight": 1}, {"description": "This kindly hermit is actually a cannibal that provides people with hospitality and a place to stay before he kills them in their sleep.", "id": "earl_keeton", "tags": ["Person"], "weight": 1}, {"description": "This flirtatious druid is actually an eco terrorist.", "id": "lee_iverson", "tags": ["Person"], "weight": 1}, {"description": "This cultist is enthusiastically trying to recruit new cultists. She's a little too chipper and a little too helpful, like Jehovah's Witnesses or Mormons. She's not brainwashed -  she's genuinely fairly happy being in the cult and with the community that it's provided for her. That community just happens to be focused around worshipping and carrying out the will of a real elder god that wants to make the world theirs ", "id": "willow_luce", "tags": ["Person"], "weight": 1}, {"description": "This basic witch loves pumpkin spice potions, gossip, and drama and will use her powers to stir shit up for her entertainment.", "id": "ashleigh_dove", "tags": ["Person"], "weight": 1}, {"description": "This traveling clown is the saddest person the adventurers will meet on their journey. He's poor, completely helpless, and universally hated for no good reason.", "id": "adrian_bedford", "tags": ["Person"], "weight": 1}, {"description": "This alchemist externally makes her living selling potions and elixers but is secretly a drug kingpin.", "id": "iris_harp", "tags": ["Person"], "weight": 1}, {"description": "This lazy assassin is actually one of the best in the business. He considers assassinations to be a hassle and will put as little effort into the job as possible.", "id": "lyla_burk", "tags": ["Person"], "weight": 1}, {"description": "This good spirited bard is actually a lich, who is using his songs to get humans to generate magical energy for him.", "id": "syed_boudreaux", "tags": ["Person"], "weight": 1}, {"description": "This vampire just wants to get fucked up with his bros and party. He doesn't like eating humans cause it would harsh the vibe and also reduce the number of bros to party with", "id": "filip_vallejo", "tags": ["Person"], "weight": 1}, {"description": "This nobleman can't help but sound sarcastic despite being genuinely sincere most of the time.", "id": "finnan_seaton", "tags": ["Person"], "weight": 1}, {"description": "When this character first appears, they have identical stats and skills as a character in your party. They are that character's rival. Their entire life besting that character and they get a little hurt when the players disregard them.", "id": "sam_swann", "tags": ["Person"], "weight": 1}, {"description": "This fighter will act as a tsundere towards a random character in the players party", "id": "ali_stoll", "tags": ["Person"], "weight": 1}, {"description": "Despite being mostly normal, this girl's pale skin, awkward demeonor, and unkempt appearance make her quite creepy.", "id": "alayna_gresham", "tags": ["Person"], "weight": 1}, {"description": "This adventurer is an influencer who thrives off fame and renown. Sure, they're not the most capable adventurer, but they don't care about that.", "id": "drake_ellington", "tags": ["Person"], "weight": 1}, {"description": "", "id": "maja_bronson", "tags": [""], "weight": 0}]